Repository: rkramvs/snake_identifier
Catalog: snake identifier/snake identifier/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

source: About
ar: حول
ca: Quant a
cs: O nás
da: Om
de: Über
el: Σχετικά
es: Acerca de
fi: Tietoja
fr: À propos
fr_ca: À propos
he: על
hi: के बारे में
hr: O nama
hu: Rólunk
id: Tentang
it: Informazioni
ja: 約
ko: 정보
ms: Mengenai
nb: Om
nl: Over
pl: O nas
pt_br: Sobre
pt_pt: Sobre
ro: Despre
ru: О нас
sk: O nás
sl: O nas
sv: Om
th: เกี่ยวกับ
tr: Hakkında
uk: Про
vi: Giới thiệu
zh_hans: 关于
zh_hant: 關於
zh_hk: 關於

source: Ai confirming identity
ar: الذكاء الاصطناعي يؤكد الهوية
ca: Ia confirmant identitat
cs: Ai potvrzuje identitu
da: Ai bekræfter identitet
de: Ki bestätigt identität
el: Η τν επιβεβαιώνει την ταυτότητα
es: Ia confirmando la identidad
fi: Ai vahvistaa identiteetin
fr: Ia confirmant l'identité
fr_ca: Ia confirmant l'identité
he: Ai מאמת זהות
hi: Ai पहचान की पुष्टि कर रहा है
hr: Ai potvrđuje identitet
hu: Az ai megerősíti az identitást
id: Ai mengonfirmasi identitas
it: Ia che conferma l'identità
ja: Aiが本人確認を行う
ko: Ai 가 신원 확인 중
ms: Ai mengesahkan identiti
nb: Ai bekrefter identitet
nl: Ai bevestigt identiteit
pl: Ai potwierdza tożsamość
pt_br: Ia confirmando a identidade
pt_pt: Ia a confirmar a identidade
ro: Ai confirmând identitatea
ru: Ии подтверждает личность
sk: Ai potvrdzuje identitu
sl: Ai potrjuje identiteto
sv: Ai bekräftar identiteten
th: Ai ยืนยันตัวตน
tr: Yapay zeka kimliği onaylıyor
uk: Ші підтверджує особу
vi: Ai xác nhận danh tính
zh_hans: Ai 确认身份
zh_hant: Ai 確認身份
zh_hk: Ai 確認身份.

source: Analyzing texture
ar: تحليل القوام
ca: Analitzant textura
cs: Analyzování textury
da: Analyserer tekstur
de: Texturanalyse
el: Ανάλυση υφής
es: Analizando la textura
fi: Tekstuuri analysointi
fr: Analyse de la texture
fr_ca: Analyse de la texture
he: אנליזת מרקם
hi: पार्श्वभूमि का विश्लेषण
hr: Analiza teksture
hu: Textúra elemzése
id: Menganalisis tekstur
it: Analizzando la trama
ja: テクスチャの分析
ko: 텍스처 분석
ms: Menganalisis tekstur
nb: Analyserer tekstur
nl: Textuur analyseren
pl: Analiza faktury
pt_br: Análise de textura
pt_pt: Análise de textura
ro: Analizând textura
ru: Анализ текстуры
sk: Analýza textúry
sl: Analiza teksture
sv: Analyserar textur
th: การวิเคราะห์พื้นผิว
tr: Doku analizi
uk: Аналіз текстури
vi: Phân tích kết cấu
zh_hans: 分析纹理
zh_hant: 分析紋理
zh_hk: 分析紋理

source: App version
ar: إصدار التطبيق
ca: Versió de l'aplicació
cs: Verze aplikace
el: Έκδοση εφαρμογής
es: Versión de la aplicación
fi: Sovelluksen versio
fr: Version de l'application
fr_ca: Version de l'application
he: גרסת אפליקציה
hi: ऐप संस्करण
hr: Verzija aplikacije
hu: Alkalmazás verzió
id: Versi aplikasi
it: Versione dell'app
ja: アプリのバージョン
ko: 앱 버전
ms: Versi aplikasi
nb: App-versjon
nl: App-versie
pl: Wersja aplikacji
pt_br: Versão do aplicativo
pt_pt: Versão da aplicação
ro: Versiunea aplicației
ru: Версия приложения
sk: Verzia aplikácie
sl: Različica aplikacije
th: เวอร์ชันแอป
tr: Uygulama sürümü
uk: Версія програми
vi: Phiên bản ứng dụng
zh_hans: 应用程序版本
zh_hant: 應用程式版本
zh_hk: 應用程式版本

source: Are you sure you want to delete this snake? this action cannot be undone.
ar: هل أنت متأكد أنك تريد حذف هذا الثعبان؟ لا يمكن التراجع عن هذا الإجراء.
ca: Estàs segur que vols eliminar aquesta serp? aquesta acció no es pot desfer.
cs: Jste si jisti, že chcete smazat tohoto hada? tuto akci nelze vrátit zpět.
da: Er du sikker på, at du vil slette denne slange? denne handling kan ikke fortrydes.
de: Sind sie sicher, dass sie diese schlange löschen möchten? diese aktion kann nicht rückgängig gemacht werden.
el: Είσαι σίγουρος ότι θέλεις να διαγράψεις αυτό το φίδι; αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: ¿estás seguro de que deseas eliminar esta serpiente? esta acción no se puede deshacer.
fi: Oletko varma, että haluat poistaa tämän käärmeen? tätä toimenpidettä ei voi peruuttaa.
fr: Êtes-vous sûr de vouloir supprimer ce serpent ? cette action ne peut pas être annulée.
fr_ca: Êtes-vous sûr de vouloir supprimer ce serpent ? cette action ne peut pas être annulée.
he: האם אתה בטוח שאתה רוצה למחוק את הנחש הזה? פעולה זו לא ניתנת לביטול.
hi: क्या आप सुनिश्चित हैं कि आप इस सांप को हटाना चाहते हैं? यह क्रिया पूर्ववत नहीं की जा सकती।
hr: Jeste li sigurni da želite izbrisati ovog zmaja? ova radnja se ne može poništiti.
hu: Biztos benne, hogy törli ezt a kígyót? ez a művelet nem vonható vissza.
id: Apakah anda yakin ingin menghapus ular ini? tindakan ini tidak dapat dibatalkan.
it: Sei sicuro di voler eliminare questo serpente? questa azione non può essere annullata.
ja: このヘビを削除してもよろしいですか？この操作は元に戻せません。
ko: 이 뱀을 삭제하시겠습니까? 이 작업은 실행 취소할 수 없습니다.
ms: Adakah anda pasti ingin memadamkan ular ini? tindakan ini tidak boleh dibatalkan.
nb: Er du sikker på at du vil slette denne slangen? denne handlingen kan ikke angres.
nl: Weet je zeker dat je deze slang wilt verwijderen? deze actie kan niet ongedaan worden gemaakt.
pl: Czy na pewno chcesz usunąć tego węża? tej akcji nie można cofnąć.
pt_br: Tem certeza de que deseja excluir esta cobra? esta ação não pode ser desfeita.
pt_pt: Tem certeza de que deseja excluir esta cobra? esta ação não pode ser desfeita.
ro: Ești sigur că vrei să ștergi acest șarpe? această acțiune nu poate fi anulată.
ru: Вы уверены, что хотите удалить эту змею? это действие нельзя отменить.
sk: Ste si istí, že chcete odstrániť tohto hada? túto akciu nie je možné vrátiť späť.
sl: Ali ste prepričani, da želite izbrisati tega zmaja? te akcije ni mogoče razveljaviti.
sv: Är du säker på att du vill ta bort denna orm? denna åtgärd kan inte ångras.
th: คุณแน่ใจหรือว่าต้องการลบงูนี้? การกระทำนี้ไม่สามารถย้อนกลับได้.
tr: Bu yılanı silmek istediğinize emin misiniz? bu işlem geri alınamaz.
uk: Ви впевнені, що хочете видалити цю змію? цю дію не можна скасувати.
vi: Bạn có chắc chắn muốn xóa con rắn này không? hành động này không thể hoàn tác.
zh_hans: 您确定要删除这条蛇吗？此操作无法撤销。
zh_hant: 您確定要刪除此蛇嗎？此操作無法撤銷。
zh_hk: 你確定要刪除這條蛇嗎？此操作無法撤銷。

source: Ask anything about this snake...
ar: اسأل أي شيء عن هذا الثعبان...
ca: Pregunta qualsevol cosa sobre aquesta serp...
cs: Ptejte se na cokoliv ohledně tohoto hada...
da: Spørg om hvad som helst om denne slange...
de: Fragen sie alles über diese schlange...
el: Ρώτα οτιδήποτε σχετικά με αυτό το φίδι...
es: Pregunta cualquier cosa sobre esta serpiente...
fi: Kysy mitä tahansa tästä käärmeestä...
fr: Demandez quoi que ce soit sur ce serpent...
fr_ca: Demandez n'importe quoi au sujet de ce serpent...
he: שאל כל דבר על הנחש הזה...
hi: इस साँप के बारे में कुछ भी पूछें...
hr: Pitajte bilo što o ovoj zmiji...
hu: Kérdezz bármit erről a kígyóról...
id: Tanyakan apa saja tentang ular ini...
it: Chiedi qualsiasi cosa su questo serpente...
ja: このヘビについて何でも聞いてください...
ko: 이 뱀에 대해 무엇이든 물어보세요...
ms: Tanya apa sahaja tentang ular ini...
nb: Spør om hva som helst om denne slangen...
nl: Vraag alles over deze slang...
pl: Pytaj o wszystko, co dotyczy tego węża...
pt_br: Pergunte qualquer coisa sobre esta cobra...
pt_pt: Pergunte qualquer coisa sobre esta cobra...
ro: Întreabă orice despre acest șarpe...
ru: Спросите что угодно об этой змее...
sk: Pýtajte sa na čokoľvek o tomto hadovi...
sl: Vprašajte karkoli o temu kač...
sv: Fråga vad som helst om den här ormen...
th: ถามอะไรก็ได้เกี่ยวกับงูนี้...
tr: Bu yılan hakkında her şeyi sor...
uk: Запитайте будь-що про цю змію...
vi: Hãy hỏi bất cứ điều gì về con rắn này...
zh_hans: 问这条蛇的任何事情...
zh_hant: 問這條蛇的任何事情...
zh_hk: 問這條蛇的任何事情...

source: Behavior
ar: سلوك
ca: Comportament
cs: Chování
da: Adfærd
de: Verhalten
el: Συμπεριφορά
es: Comportamiento
fi: Käyttäytyminen
fr: Comportement
fr_ca: Comportement
he: התנהגות
hi: व्यवहार
hr: Ponašanje
hu: Viselkedés
id: Perilaku
it: Comportamento
ja: 行動
ko: 행동
ms: Tingkah laku
nb: Atferd
nl: Gedrag
pl: Zachowanie
pt_br: Comportamento
pt_pt: Comportamento
ro: Comportament
ru: Поведение
sk: Správanie
sl: Obnašanje
sv: Beteende
th: พฤติกรรม
tr: Davranış
uk: Поведінка
vi: Hành vi
zh_hans: 行为
zh_hant: 行為
zh_hk: 行為

source: Collections
ar: مجموعة
ca: Col·leccions
cs: Kolekce
da: Samlinger
de: Sammlungen
el: Συλλογές
es: Colecciones
fi: Kokoelmat
he: אוספים
hi: संग्रह
hr: Kolekcije
hu: Gyűjtemények
id: Koleksi
it: Collezioni
ja: コレクション
ko: 컬렉션
ms: Koleksi
nb: Samlinger
nl: Verzamelingen
pl: Kolekcje
pt_br: Coleções
pt_pt: Coleções
ro: Colecții
ru: Коллекции
sk: Kolekcie
sl: Kolekcije
sv: Samlingar
th: คอลเลคชั่น
tr: Koleksiyonlar
uk: Колекції
vi: Bộ sưu tập
zh_hans: 收藏
zh_hant: 收藏
zh_hk: 收藏

source: Colors
ar: ألوان
cs: Barvy
da: Farver
de: Farben
el: Χρώματα
es: Colores
fi: Värit
fr: Couleurs
fr_ca: Couleurs
he: צבעים
hi: रंग
hr: Boje
hu: Színek
id: Warna
it: Colori
ja: 色
ko: 색깔
ms: Warna
nb: Farger
nl: Kleuren
pl: Kolory
pt_br: Cores
pt_pt: Cores
ro: Culori
ru: Цвета
sk: Farby
sl: Barve
sv: Färger
th: สี
tr: Renkler
uk: Кольори
vi: Màu sắc
zh_hans: 颜色
zh_hant: 顏色
zh_hk: 顏色

source: Contact us
ar: اتصل بنا
ca: Contacteu amb nosaltres
cs: Kontaktujte nás
da: Kontakt os
de: Kontaktiere uns
el: Επικοινωνήστε μαζί μας
es: Contáctenos
fi: Ota yhteyttä
fr: Contactez-nous
fr_ca: Contactez-nous
he: צור קשר
hi: हमसे संपर्क करें
hr: Kontaktirajte nas
hu: Lépjen kapcsolatba velünk
id: Hubungi kami
it: Contattaci
ja: お問い合わせ
ko: 문의하기
ms: Hubungi kami
nb: Kontakt oss
nl: Neem contact met ons op
pl: Skontaktuj się z nami
pt_br: Entre em contato conosco
pt_pt: Contacte-nos
ro: Contactați-ne
ru: Связаться с нами
sk: Kontaktujte nás
sl: Kontaktirajte nas
sv: Kontakta oss
th: ติดต่อเรา
tr: Bize ulaşın
uk: Зв’яжіться з нами
vi: Liên hệ với chúng tôi
zh_hans: 联系我们
zh_hant: 聯絡我們
zh_hk: 聯絡我們

source: Curious about this snake?
ar: هل أنت فضولي بشأن هذه الثعبان؟
ca: Curiós sobre aquesta serp?
cs: Zajímá vás tento had?
da: Nysgerrig på denne slange?
de: Neugierig auf diese schlange?
el: Περίεργος σχετικά με αυτό το φίδι;
es: ¿tienes curiosidad sobre esta serpiente?
fi: Kiinnostaako tämä käärme?
fr: Vous êtes curieux à propos de ce serpent ?
fr_ca: Vous êtes curieux au sujet de ce serpent?
he: סקרן לגבי הנחש הזה?
hi: क्या आप इस साँप के बारे में जिज्ञासु हैं?
hr: Zanima te ova zmija?
hu: Kíváncsi vagy erre a kígyóra?
id: Penasaran tentang ular ini?
it: Curioso riguardo a questo serpente?
ja: このヘビに興味がありますか？
ko: 이 뱀에 대해 궁금하신가요?
ms: Ingin tahu tentang ular ini?
nb: Nysgjerrig på denne slangen?
nl: Ben je nieuwsgierig naar deze slang?
pl: Ciekawy tego węża?
pt_br: Curioso sobre essa cobra?
pt_pt: Curioso sobre esta cobra?
ro: Curios despre acest şarpe?
ru: Любопытно, что это за змея?
sk: Zaujíma vás táto had?
sl: Radoveden glede te kače?
sv: Nyfiken på denna orm?
th: สงสัยเกี่ยวกับงูตัวนี้ใช่ไหม?
tr: Bu yılan hakkında meraklı mısınız?
uk: Цікавитеся цією змією?
vi: Bạn có tò mò về con rắn này không?
zh_hans: 对这条蛇感到好奇吗？
zh_hant: 對這隻蛇感到好奇嗎？
zh_hk: 對這條蛇感到好奇嗎？

source: Danger level
ar: مستوى الخطر
ca: Nivell de perill
cs: Úroveň nebezpečí
da: Fareniveau
de: Gefahrenstufe
el: Επίπεδο κινδύνου
es: Nivel de peligro
fi: Vaarataso
fr: Niveau de danger
fr_ca: Niveau de danger
he: רמת סכנה
hi: खतरनाक स्तर
hr: Razina opasnosti
hu: Veszélyszint
id: Tingkat bahaya
it: Livello di pericolo
ja: 危険度
ko: 위험 수준
ms: Tahap bahaya
nb: Faregrad
nl: Gevarenniveau
pl: Poziom zagrożenia
pt_br: Nível de perigo
pt_pt: Nível de perigo
ro: Nivel de pericol
ru: Уровень опасности
sk: Úroveň nebezpečenstva
sl: Raven nevarnosti
sv: Faranivå
th: ระดับอันตราย
tr: Tehlike seviyesi
uk: Рівень небезпеки
vi: Mức độ nguy hiểm
zh_hans: 危险级别
zh_hant: 危險級別
zh_hk: 危險級別

source: Delete
ar: حذف
ca: Eliminar
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
fi: Poista
fr: Supprimer
fr_ca: Supprimer
he: מחק
hi: हटाएँ
hr: Izbriši
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
ms: Padam
nb: Slett
nl: Verwijderen
pl: Usuń
pt_br: Excluir
pt_pt: Eliminar
ro: Șterge
ru: Удалить
sk: Vymazať
sl: Izbriši
sv: Ta bort
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa
zh_hans: 删除
zh_hant: 刪除
zh_hk: 刪除

source: Delete snake
ar: حذف الثعبان
ca: Eliminar serp
cs: Smazat hada
da: Slet slange
de: Schlange löschen
el: Διαγραφή φίδι
es: Eliminar serpiente
fi: Poista käärme
fr: Supprimer serpent
fr_ca: Supprimer serpent
he: מחק נחש
hi: साँप हटाएँ
hr: Izbriši zmaja
hu: Kígyó törlése
id: Hapus ular
it: Elimina serpente
ja: スネークを削除
ko: 스네이크 삭제
ms: Hapus ular
nb: Slett slange
nl: Verwijder slang
pl: Usuń węża
pt_br: Excluir cobra
pt_pt: Eliminar cobra
ro: Șterge șarpele
ru: Удалить змею
sk: Vymazať hada
sl: Izbriši kačo
sv: Ta bort ormen
th: ลบงู
tr: Yılanı sil
uk: Видалити змію
vi: Xóa rắn
zh_hans: 删除蛇
zh_hant: 刪除蛇
zh_hk: 刪除蛇道卡其咸蛋配餐服務商主謀之一的三個點舖位的甩手商人-預 約，請與我們聯絡！

source: Detecting color patterns
ar: كشف أنماط الألوان
ca: Detectar patrons de colors
cs: Detekce barevných vzorů
da: Registrering af farvemønstre
de: Farbmusterdetektion
el: Ανίχνευση προτύπων χρωμάτων
es: Detección de patrones de color
fi: Värimallien havaitseminen
fr: Détection des motifs de couleur
fr_ca: Détection des motifs de couleur
he: זיהוי דפוסי צבע
hi: रंग पैटर्न का पता लगाना
hr: Otkrivanje uzoraka boja
hu: Színminták észlelése
id: Mendeteksi pola warna
it: Rilevamento di schemi di colore
ja: 色のパターンを検出する
ko: 색상 패턴 감지
ms: Mengesan corak warna
nb: Oppdage fargemønstre
nl: Kleurpatronen detecteren
pl: Wykrywanie wzorów kolorów
pt_br: Detecção de padrões de cores
pt_pt: Detetecção de padrões de cores
ro: Detectarea modelelor de culori
ru: Обнаружение цветовых паттернов
sk: Detekcia farebných vzorov
sl: Odkrivanje barvnih vzorcev
sv: Upptäckte färgmönster
th: ตรวจจับรูปแบบสี
tr: Renk desenlerini tespit etme
uk: Виявлення кольорових патернів
vi: Phát hiện các mẫu màu
zh_hans: 检测颜色模式
zh_hant: 檢測顏色模式
zh_hk: 檢測顏色模式.

source: Diet
ar: حمية
ca: Dieta
cs: Dieta
da: Kost
de: Diät
el: Δίαιτα
es: Dieta
fi: Ruokavalio
fr: Régime
fr_ca: Régime
he: דיאטה
hi: आहार
hr: Prehrana
hu: Diéta
it: Dieta
ja: ダイエット
ko: 다이어트
nb: Kosthold
nl: Dieet
pl: Dieta
pt_br: Dieta
pt_pt: Dieta
ro: Dietă
ru: Диета
sk: Diéta
sl: Prehrana
sv: Kost
th: อาหาร
tr: Diyet
uk: Дієта
vi: Chế độ ăn uống
zh_hans: 饮食
zh_hant: 飲食
zh_hk: 飲食

source: Discover detailed info like venom level, habitat, and behavior.
ar: اكتشف معلومات مفصلة مثل مستوى السم، الموطن والسلوك.
ca: Descobreix informació detallada com el nivell de verí, l'hàbitat i el comportament.
cs: Objevte podrobné informace, jako je úroveň jedu, habitat a chování.
da: Opdag detaljeret information som giftsniveau, habitat og adfærd.
de: Entdecken sie detaillierte informationen wie giftgrad, lebensraum und verhalten.
el: Ανακαλύψτε λεπτομερείς πληροφορίες όπως το επίπεδο δηλητηρίου, το βιότοπο και τη συμπεριφορά.
es: Descubre información detallada como el nivel de veneno, hábitat y comportamiento.
fi: Löydä yksityiskohtaista tietoa, kuten myrkkitaso, elinympäristö ja käyttäytyminen.
fr: Découvrez des informations détaillées comme le niveau de venin, l'habitat et le comportement.
fr_ca: Découvrez des informations détaillées telles que le niveau de venin, l'habitat et le comportement.
he: גלה מידע מפורט כמו רמת ארס, בית גידול והתנהגות.
hi: ज़हरीले स्तर, आवास और व्यवहार जैसी विस्तृत जानकारी खोजें।
hr: Otkrijte detaljne informacije poput razine otrova, staništa i ponašanja.
hu: Fedezze fel a részletes információkat, mint a méreg szintje, élőhely és viselkedés.
id: Temukan informasi rinci seperti tingkat racun, habitat, dan perilaku.
it: Scopri informazioni dettagliate come il livello di veleno, l'habitat e il comportamento.
ja: 毒素レベル、 habitat、行動などの詳細情報を発見してください。
ko: 독성 수준, 서식지 및 행동과 같은 자세한 정보를 발견하십시오.
ms: Temui maklumat terperinci seperti tahap racun, habitat, dan tingkah laku.
nb: Oppdag detaljerte opplysninger som giftighetsnivå, habitat og atferd.
nl: Ontdek gedetailleerde informatie zoals het gifniveau, de habitat en het gedrag.
pl: Odkryj szczegółowe informacje, takie jak poziom jadu, siedlisko i zachowanie.
pt_br: Descubra informações detalhadas como nível de veneno, habitat e comportamento.
pt_pt: Descubra informações detalhadas como nível de veneno, habitat e comportamento.
ro: Descoperiți informații detaliate, precum nivelul de venin, habitatul și comportamentul.
ru: Узнайте подробную информацию, такую как уровень яда, среда обитания и поведение.
sk: Objavte podrobné informácie ako úroveň jedu, biotop a správanie.
sl: Odkrijte podrobne informacije, kot so raven strupa, habitat in obnašanje.
sv: Upptäck detaljerad information som giftighetsnivå, livsmiljö och beteende.
th: ค้นพบข้อมูลรายละเอียดเช่นระดับพิษ ที่อยู่อาศัย และพฤติกรรม.
tr: Zehir seviyesi, habitat ve davranış gibi detaylı bilgileri keşfedin.
uk: Відкрийте для себе детальну інформацію, таку як рівень отрути, середовище проживання та поведінку.
vi: Khám phá thông tin chi tiết như mức độ độc, môi trường sống và hành vi.
zh_hans: 发现详细信息，例如毒液等级、栖息地和行为。
zh_hant: 探索詳細資訊，如毒液水平、棲息地和行為。
zh_hk: 探索詳細資訊，如毒液水平、棲息地和行為。

source: Error
ar: خطأ
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
fi: Virhe
fr: Erreur
fr_ca: Erreur
he: שגיאה
hi: गलती
hr: Greška
hu: Hiba
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
ms: Ralat
nb: Feil
nl: Fout
pl: Błąd
pt_br: Erro
pt_pt: Erro
ro: Eroare
ru: Ошибка
sk: Chyba
sl: Napaka
sv: Fel
th: ข้อผิดพลาด
tr: Hata
uk: Помилка
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤
zh_hk: 錯誤

source: Estimated length
ar: الطول المقدر
ca: Longitud estimada
cs: Odhadovaná délka
da: Estimeret længde
de: Geschätzte länge
el: Εκτιμώμενο μήκος
es: Longitud estimada
fi: Arvioitu pituus
fr: Longueur estimée
fr_ca: Longueur estimée
he: אורך משוער
hi: अनुमानित लंबाई
hr: Procijenjena duljina
hu: Becsült hossz
id: Panjang perkiraan
it: Lunghezza stimata
ja: 推定長さ
ko: 예상 길이
ms: Panjang anggaran
nb: Estimert lengde
nl: Geschatte lengte
pl: Szacowana długość
pt_br: Comprimento estimado
pt_pt: Comprimento estimado
ro: Lungime estimată
ru: Оценочная длина
sk: Odhadovaná dĺžka
sl: Ocenjena dolžina
sv: Uppskattad längd
th: ความยาวโดยประมาณ
tr: Tahmini uzunluk
uk: Оцінена довжина
vi: Chiều dài ước tính
zh_hans: 估计长度
zh_hant: 估计长度
zh_hk: 估計長度

source: Get started with snake id
ar: ابدأ مع snake id
ca: Començament amb snake id
cs: Začněte se snake id
da: Kom igang med snake id
de: Starten sie mit snake id
el: Ξεκινήστε με το snake id
es: Comienza con snake id
fi: Aloita snake id:llä
fr: Commencer avec snake id
fr_ca: Commencez avec snake id
he: התחל עם snake id
hi: Snake id के साथ शुरू करें
hr: Započnite sa snake id
hu: Kezdje el a snake id-t
id: Mulai dengan snake id
it: Inizia con snake id
ja: Snake idを始める
ko: Snake id 시작하기
ms: Mulakan dengan snake id
nb: Kom i gang med snake id
nl: Begin met snake id
pl: Zacznij korzystać z snake id
pt_br: Comece com o snake id
pt_pt: Comece com o snake id
ro: Începeți cu snake id
ru: Начните с snake id
sk: Začnite so snake id
sl: Začnite s snake id
sv: Kom igång med snake id
th: เริ่มต้นด้วย snake id
tr: Snake id ile başlayın
uk: Почніть з snake id
vi: Bắt đầu với snake id
zh_hans: 开始使用 snake id
zh_hant: 開始使用 snake id
zh_hk: 開始使用 snake id.

source: Habitat
ar: موئل
ca: Hàbitat
de: Lebensraum
el: Οικότοπος
es: Hábitat
fi: Elinympäristö
he: בית גידול
hi: आवास
hr: Stanište
hu: Élőhely
ja: 生息地
ko: 서식지
ru: Среда обитания
th: ที่อยู่อาศัย
uk: Середовище проживання
vi: Môi trường sống
zh_hans: 栖息地
zh_hant: 栖息地
zh_hk: 棲息地

source: Hang tight! we’re identifying your snake with ai magic
ar: انتظر قليلاً! نحن نحدد ثعبانك بسحر الذكاء الاصطناعي.
ca: Espera! estem identificant la teva serp amb màgia d'ia.
cs: Počkejte! identifikujeme vaši hadici pomocí kouzel ai.
da: Vent lige! vi identificerer din slange med ai-magi.
de: Halten sie durch! wir identifizieren ihre schlange mit ki-magie.
el: Μείνετε συντονισμένοι! εντοπίζουμε το φίδι σας με μαγεία ai.
es: ¡espera! estamos identificando tu serpiente con magia de ia.
fi: Pidä kiinni! tunnistamme käärmeesi tekoälytaikuudella.
fr: Patientez ! nous identifions votre serpent avec la magie de l'ia.
fr_ca: Patientez ! nous identifions votre serpent avec de la magie ia.
he: חכה קצת! אנחנו מזהים את הנחש שלך בקסם של ai.
hi: रुको! हम एआई जादू से आपके सांप की पहचान कर रहे हैं।
hr: Držite se! identificiramo vašu zmiju s čarolijom ai.
hu: Tartsd magad! az ai varázslatával azonosítjuk a kígyódat.
id: Tunggu sebentar! kami sedang mengidentifikasi ular anda dengan sihir ai.
it: Aspetta! stiamo identificando il tuo serpente con la magia dell'ia.
ja: ちょっと待ってください！aiマジックを使ってあなたのヘビを特定しています。
ko: 잠시만 기다려 주세요! ai 마법으로 귀하의 뱀을 식별하고 있습니다.
ms: Tunggu sebentar! kami sedang mengenal pasti ular anda dengan sihir ai.
nb: Hold fast! vi identifiserer slangen din med ai-magi.
nl: Even geduld! we identificeren je slang met ai-magic.
pl: Cierpliwie! identyfikujemy twojego węża za pomocą magii ai.
pt_br: Aguarde! estamos identificando sua cobra com magia de ia.
pt_pt: Espere! estamos a identificar a sua cobra com magia de ia.
ro: Stai puțin! identificăm șarpele tău cu magia ai.
ru: Подождите! мы идентифицируем вашу змею с помощью магии ии.
sk: Počkaj! identifikujeme tvoju hada pomocou kúzla ai.
sl: Pohitite! uporabljamo čarovnijo ai za identifikacijo vaše kače.
sv: Håll i dig! vi identifierar din orm med ai-magi.
th: รอก่อนนะ! เรากำลังระบุงูของคุณด้วยเวทมนตร์ ai.
tr: Bekle! ai büyüsü ile yılanını belirliyoruz.
uk: Почекайте! ми ідентифікуємо вашу змію за допомогою магії ші.
vi: Hãy chờ nhé! chúng tôi đang xác định rắn của bạn với sự kỳ diệu của ai.
zh_hans: 稍等！我们正在使用 ai 魔法识别您的蛇。
zh_hant: 稍等！我們正利用 ai 魔法識別您的蛇。
zh_hk: 稍等！我們正利用 ai 魔法識別你的蛇。

source: Just take a photo — we’ll identify the snake with ai.
ar: فقط التقط صورة — سنحدد الثعبان باستخدام الذكاء الاصطناعي.
ca: Només cal fer una foto — identificarem la serp amb ia.
cs: Jen pořiďte fotografii — s ai identifikujeme hada.
da: Bare tag et foto — vi identificerer slangen med ai.
de: Mach einfach ein foto — wir identifizieren die schlange mit ki.
el: Απλώς βγάλε μια φωτογραφία — θα προσδιορίσουμε το φίδι με ai.
es: Solo toma una foto — identificaremos la serpiente con ia.
fi: Ota vain valokuva — tunnistamme käärmeen ai:n avulla.
fr: Prenez simplement une photo — nous identifierons le serpent grâce à l'ia.
fr_ca: Prenez simplement une photo — nous identifierons le serpent grâce à l'ia.
he: פשוט צלם תמונה — אנחנו נזהה את הנחש עם ai.
hi: बस एक फोटो लें — हम ai के साथ सांप की पहचान करेंगे।
hr: Samo slikaš — mi ćemo identificirati zmiju pomoću umjetne inteligencije.
hu: Csak készíts egy fényképet — mi az ai segítségével azonosítjuk a kígyót.
id: Cukup ambil foto — kami akan mengidentifikasi ular dengan ai.
it: Basta fare una foto — identificheremo il serpente con l'ia.
ja: ただ写真を撮ってください — aiを使ってヘビを特定します。
ko: 그냥 사진을 찍으세요 — 우리는 ai로 뱀을 식별할 것입니다.
ms: Cukup ambil foto — kami akan mengenal pasti ular dengan ai.
nb: Bare ta et bilde - vi vil identifisere slangen med ai.
nl: Maak gewoon een foto — wij identificeren de slang met ai.
pl: Zrób po prostu zdjęcie — zidentyfikujemy węża za pomocą ai.
pt_br: Basta tirar uma foto — identificaremos a cobra com ia.
pt_pt: Basta tirar uma foto — iremos identificar a cobra com ia.
ro: Fă doar o fotografie — vom identifica șarpele cu ajutorul inteligenței artificiale.
ru: Просто сделайте фотографию — мы определим змею с помощью ии.
sk: Proste si urobte fotografiu — identifikujeme hada pomocou ai.
sl: Samo posnemi fotografijo — identificirali bomo kačo z ai.
sv: Ta bara en bild — vi identifierar ormen med ai.
th: แค่ถ่ายภาพ — เราจะระบุงูด้วย ai.
tr: Sadece bir fotoğraf çekin — ai ile yılanı tanıyacağız.
uk: Просто зробіть фото — ми ідентифікуємо змію за допомогою ші.
vi: Chỉ cần chụp một bức ảnh — chúng tôi sẽ xác định con rắn bằng ai.
zh_hans: 只需拍张照片 — 我们将通过ai识别蛇。
zh_hant: 只需拍張照片 — 我們將利用ai識別蛇。
zh_hk: 只需拍張照片 — 我們將利用ai識別蛇。
